console.log("content.js connected")

// time "12/Mar/2020 22:45:00" in this format only
const content = [{
    id: 1,
    title: "พิธีเปิดงานสัปดาห์หนังสือแห่งชาติ",
    description: "พิธีเปิดงานสัปดาห์หนังสือแห่งชาติครั้งที่ 48",
    author: "คุณพุทรา สวนผลไม้",
    start: "15/Mar/2020 13:45:00",
    end: "17/Mar/2020 15:03:00",
    day: "15"
},{
    id: 2,
    title: "เสวนาการเรียนรู้ ของเมืองไทยในยุค 4.0",
    description: "ในเมืองไทยเต็มไปด้วยสิ่งสวยงาม ด็อกเตอร์ยงยศ ยืนยง จะมาเล่าถึงความสำคัญของงานหนังสือ เมื่อโลกเปลี่ยนไป เราต้องเปลี่ยนตาม",
    author: "ด็อกเตอร์ยงยศ ยืนยง",
    start: "26/Mar/2020 23:02:00",
    end: "26/Mar/2020 23:30:00",
    day: "26"
}, {
    id: 3,
    title: "หนังสือเล่มใหม่ วิธีการจัดบ้าน และไลฟ์สไตล์...",
    description: "",
    author: "คุณยิ่งยง ยืนยง",
    start: "27/Mar/2020 23:02:00",
    end: "27/Mar/2020 23:30:00",
    day: "27"
}]



